Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisen_varhaiskasvatuksen_materiaalipulaan_saadaan_pienta_helpotusta_syksyn_aikana_.html.tmx
Source language: fin
Languages: sms

source: Saamelaisen varhaiskasvatuksen materiaalipulaan saadaan pientä helpotusta syksyn aikana
sms: Sääʹm ouddpeâmm materiaalvänna vuäǯǯat siõmmna hiâlptõõzz čõõuč ääiʹj

source: Saamelaiskäräjien Saamen kielen toimistossa työskentelee tällä hetkellä kaksi varhaiskasvatuksen materiaalityöntekijää, toukokuussa aloittanut Anni Saara Aikio ja heinäkuussa aloittanut Onneli Sieppi.
sms: Sääʹmteeʹǧǧ Sääʹmǩiõl konttrest reâugga tän poodd kuõʹhtt ouddpeâmm materiaaltuâjjla, vueʹssmannust alttääm Anni Saara Aikio da sueiʹnnmannust alttääm Onneli Sieppi. Kuhttu lie ouddpeâmm uʹčteeʹl da tuejjääm sääʹm ouddpeâmmast.

source: Molemmat ovat varhaiskasvatuksen opettajia ja työskennelleet saamelaisessa varhaiskasvatuksessa.
sms: Sääʹm ouddpeâmm õhttân jõnn vaʹǯǯtõssân lij õinn materiaalvääʹnn. Vääʹnn lij pukin materiaalin;

source: Saamelaisen varhaiskasvatuksen yksi suurista haasteista on edelleen materiaalipula.
sms: ǩiiʹrjin, perccluʹvddsiõrin, musiikkâst, pedagooglaž uʹčteeʹli materiaalin, ämmatǩiiʹrjin da siõrrneävvain.

source: Puutetta on kaikesta materiaalista;
sms: Sääʹm ouddpeâmm tuâjjla lie jiijj tuõđi čieʹpp šiõttõõllâd, jåårǥlâʹtted da valmšted materiaal, leša ââʹnnma vaalmâš da sääʹm pedagogiikk vuâđald rajjum materiaal kaiʹbbjet ǩeeʹjjteʹmeld.

source: kirjoista, lautapeleistä, musiikista, pedagogisesta opettajien materiaaleista, ammattikirjallisuudesta ja leluista.
sms: Vuâkka vuäǯǯat siõmmna hiâlptõõzz jooʹtti čõõuč ääiʹj.

source: Saamelaisen varhaiskasvatuksen työntekijät ovat todella taitavia soveltamaan, kääntämään ja valmistamaan itse materiaalia, mutta käyttövalmista ja saamelaisen pedagogiikan pohjalta tehtyä materiaalia kaivataan jatkuvasti.
sms: Materiaal puuʹtʼtet nuʹtt tiõddum ǩeʹrjjen, korttân da siõrrân ko digihäämast.

source: Tilanteeseen saadaan pientä helpotusta kuluvan syksyn aikana.
sms: Projeeʹkt lie mäŋgg jååʹttmen da vueʹss lie juʹn valmmšen, ko teäddmõõžžâst lij puättam kolmmǩiõllsaž Piâr- mošttspeâll da Kuáti.

source: Materiaalia tuotetaan sekä painettuina kirjoina, kortteina ja peleinä että digimuodossa.
sms: fi- materiaalbaʹŋǩǩe lie poortum 10 ođđ euʹnneemkoov , koin sääʹm kulttuur lij kõskksââʹjest.

source: Projekteja on käynnissä useita ja osa on jo valmistunutkin, kun painosta on tullut kolmikielinen Perhe- muistipeli ja Kuáti.
sms: Lââʹssen ääiʹjben alttuum Värinaaut- tuâjj-jooukin õhttsažtuâjast valmštum veiddsõs toobdpeâmm-materiaal Värinaauti stäälažǩeʹrjj tobddjin – Uʹčteeʹlʼl vuäppes lij ǩiõrǥtum.

source: fi- materiaalipankkiin on ladattu 10 uutta värityskuvaa , joissa saamelainen kulttuuri on keskiössä.
sms: – Rämmšam tuõđi, što vuäǯǯap ođđ materiaal sääʹm ouddpiõmmu.

source: Lisäksi aiemmin aloitettu Värinautit- työryhmän kanssa yhteistyössä valmistettu laaja tunnekasvatusmateriaali, Värinauttien mörkökirja tunteista – Opettajan opas on valmistunut.
sms: Päärnaid lij šiõǥǥ vueiʹnned, što mij leäʹp da meeʹst kulttuur lij siõrin, ǩiiʹrjin da euʹnneemkoovin âʹldd.

source: – Olen todella iloinen, että saamme uutta materiaalia saamelaiseen varhaiskasvatukseen.
sms: Ko siõrrâp lääʹdd mošttspeâll piârrjest, kaunnâp eeʹjj, jieʹnn, vuäʹrnnpeäʹl, vueʹbbžid da maaddârpuärrsid, leša sääʹm speâllast meeʹst lie veâl risttjieʹnn da eeʹjj, risttvueʹbb da -viillj da sieʹzzi, kueʹsǩi da mueʹđi da čieʹʒʒi pieʹllkueiʹm, da tuõđi sieʹzz, kueʹsǩ, mueʹđ da čieʹʒʒ lie veâl määŋgǩeârddsaž mieʹri lääʹdd spiõllu veʹrddeeʹl.

source: Lapsille on tärkeää nähdä, että me ja meidän kulttuurimme on peleissä, kirjoissa ja värityskuvissa läsnä.
sms: Koovin mueʹđđ kååđđ vuõddjid, måttmin lie sääʹmpihttâz, måttmin sõõuskeäʹpper, hääm lie kueʹlšeeʹllmen, luâmmnid uussmen da risttvillj tuõʹllai vueʹss âʹsǩstes.

source: Kun pelaamme suomalaista muistipeliä perheestä, löydämme isän, äidin, serkun, sisarukset ja isovanhemmat, mutta saamelaisessa pelissä meillä on lisäksi kummit, kummisiskot ja -veljet ja tätien ja setien puolisot, ja toki tätejä ja setiäkin on moninkertainen määrä suomalaiseen peliin nähden.
sms: Täid vueiʹtet ââʹnned uuʹcces äʹššen, leša tuõđâst tõk lie jõnn da kaallšõs ääʹšš.

source: Kuvissa äidin nuorempi sisko kutoo pauloja, osalla on saamenpuvut, joillain karvalakit. Hahmot ovat kalassa, hillastamassa ja kummiveljellä on vasa sylissään.
sms: Euʹnneemkoovin meeʹst eʹpet lij õuddmiârkkân kåålezstuuʹlest ištti päärnaž.

source: Nämä voivat kuulostaa pieniltä asioilta, mutta ovat oikeasti isoja ja tärkeitä.
sms: Näkam representaatio sääʹmpäärna vuäiʹnne čuuʹt ooccanj, särnn ǩiõllpieʹssohjjeei Niina Aikio-Siltala.

source: Värityskuvissa meillä taas on esimerkiksi pyörätuolissa istuva lapsi.
sms: – Tuâjjlažkådda täk materiaal lie še tuäiv mieʹldd jõnn veäʹǩǩen.

source: Tällaista representaatiota saamelaislapset näkevät kovin vähän, kertoo kielipesäohjaaja Niina Aikio-Siltala.
sms: Õuddmiârkkân Värinautit- tuâjj-jooukin õhttsažtuâjast tuejjuum materiaalâst meeʹst lie jiânnai tobddjid kuulli sääʹn, kookk lie ooʹccben arggǩiõlâst âʹldd.

source: – Myös henkilöstölle nämä materiaalit ovat toivottavasti suureksi avuksi.
sms: Kuáti.

source: Esimerkiksi Värinautit- työryhmän kanssa yhteistyössä tehdyssä materiaalissa meillä on valtava määrä tunteisiin liittyviä sanoja, jotka ovat vähemmän arkikielessä läsnä.
sms: fi- seeidai õõl vuâđđuum blogid peäʹlstes lie pueʹttmen jeeʹresnallšem artikkeeʹl sääʹm pedagogiikk pirr, koin pâʹsttep siõmmna koʹrjjeed ämmatǩiiʹrji vääʹn, juätkk Aikio-Siltala.

source: Kuáti.
sms: Sääʹmǩiõl konttrest rajjum materiaalid teäggtet kulttuur- da ǩiõllpieʹsstååim riikkveäʹǩǩvuõđin da tõid jueʹjjet määusteʹmmen sääʹmǩiõllsaid õuddpeâmmjuâkksid da sääʹmǩiõllsaž ouddmättʼtõʹsse.

source: fi- sivustolle perustattavaan blogiin puolestaan on tulossa erilaisia artikkeleita saamelaisesta pedagogiista, joilla pystymme hieman korjaamaan ammattikirjallisuuden puutetta, jatkaa Aikio-Siltala.
sms: Materiaal vuäitt tiʹllʼjed jiijjâs juâkksa neʹttpååʹšt mieʹldd ǩiõllpieʹssohjjeeʹjest.

source: Saamen kielen toimistossa tuotettavat materiaalit rahoitetaan kulttuuri- ja kielipesätoiminnan valtionavustuksesta ja ne jaetaan ilmaiseksi saamenkielisiin varhaiskasvatusyksiköihin ja saamenkieliseen esiopetukseen.
sms: Lââʹssteâđ:

source: Materiaalia voi tilata omaan yksikköön toistaiseksi sähköpostitse kielipesäohjaajalta.
sms: Niina Aikio-Siltala mä. ǩiõllpieʹssohjjeei 010 839 3115 / 040 487 5414 niina.aikio-siltala@samediggi.fi

source: Lisätietoja:
sms: Anni Saara Aikio mä. materiaalplaanni 010 839 3132 / 040 610 9773 anni-saara.aikio@samediggi.fi

source: Niina Aikio-Siltala ma. kielipesäohjaaja 010 839 3115 / 040 487 5414 niina.aikio-siltala@samediggi.fi
sms: Onneli Sieppi mä. materiaalplaanni 010 839 3132 / 040 610 9773 onneli.sieppi@samediggi.fi
